// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "亲爱的猪猪~",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "这是我们在一起的",  // 同上...
        "第644天",
        "也是我们一起过的",
        "第三个生日了哦~",
        "还记得去年的生日",
        "我们一起去做了蛋糕",
        "但是今年没办法陪着你了",
        "希望你喜欢这个礼物",
         "21岁了呢，但还是比我小",
         "哈哈哈哈",
         "有啥愿望尽管提，不用客气",
         "全都包在我身上",
         "嘿嘿嘿~",
         "祝我家猪猪",
         "身体健康，万事如意",
         "学习进步，财源滚滚",
         "好运不断，笑颜常开",
        "YAMI~~",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "Superise~",
        play: "战歌响起!",
        bannar_coming: "biu~",
        balloons_flying: "嗯~好像少了点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "蒋词顺，生日快乐!",
        story: "A MESSAGE FOR YOU",
    }
};
